Repository: common-repository/rest-cent-donations
Catalog: languages/rest-cent-donations-*.po
Languages: de_de

source: 1 month
de_de: 1 Monat

source: 1 week
de_de: 1 Woche

source: 12 hours
de_de: 12 Stunden

source: 2 weeks
de_de: 2 Woche

source: 24 hours
de_de: 24 Stunden

source: 6 hours
de_de: 6 Stunden

source: After every purchase
de_de: nach jedem Kauf

source: Allow shop owner donations
de_de: Shop Spenden aktivieren

source: Allows you to create a CSV export of your donations
de_de: Hiermit können Sie einen CSV Export ihrer Spenden erstellen

source: Are you already a member of Rest-Cent? Then log in here to select your favourite charity and link the donation to your account.
de_de: Sind Sie bereits Mitglied bei Rest-Cent? Dann loggen Sie sich hier ein, um Ihre persönlichen Einstellungen sowie ihre bevorzugten Organisationen zu laden und die Spende mit Ihrem Konto zu verknüpfen.

source: By selecting the charity below you consent to donate the rounded cents of this order to the select. charity. You can also choose to donate a different amount by entering it in the box below.
de_de: Durch die Wahl einer Organisation über die unten stehende Auswahlliste runden Sie Ihren Einkauf automatisch auf den nächsten EUR auf und spenden diese. Sie können den Betrag beliebig in der Eingabebox ändern.

source: Cancel Donation
de_de: Spende abbrechen

source: Cart value for shop donations
de_de: Warenkorbwert für Shop Spende

source: Configuration
de_de: Konfiguration

source: Connection established successfully
de_de: Verbindung erfolgreich hergestellt

source: Credentials
de_de: Zugangsdaten

source: Daily
de_de: täglich

source: Donate
de_de: Spenden

source: Donation added
de_de: Die Spende wurde in den Warenkorb gelegt

source: Donation removed
de_de: Die Spende wurde aus dem Warenkorb entfernt

source: donations
de_de: Spende

source: Enable logs
de_de: Log aktivieren

source: Enable Test Mode
de_de: Test Modus

source: Every 3 Minutes
de_de: Alle 3 Minuten

source: Every minute
de_de: Jede Minute

source: Export Donation Data
de_de: Spenden Exportieren

source: Fetch from RestCent
de_de: Abrufen von RestCent

source: Here you activate if you want to log the different processes the plugin performs. Can be used to debug issues.
de_de: Hiermit aktivieren Sie das Protokollieren der Prozesse unseres Spenden Plugins. Im Fehlerfall oder beim Auftreten von Problemen liefert es Detaildaten, die uns bei der Problemsuche helfen können.

source: Here you activate the store donation function, e.g. the donation of decimal places of a purchase. The donation function for your buyers is not affected, this is always active as long as the plugin is active.
de_de: Hiermit aktivieren Sie die Shop Spendenfunktion, z.B. das Spenden der Nachkommastellen eines Einkaufs. Die Spendenfunktion für Ihre Einkäufer ist davon nicht betroffen, diese ist immer aktiv solange das Plugin aktiv ist.

source: Here you can choose the non-profit organization that will receive your shop donations. Depending on the frequency set for the automatic change of the organization, you can see the current organization set by the system.
de_de: Hier können Sie die gemeinnützige Organisation wählen, die Ihre Shop Spenden erhalten soll. Je nach eingestellter Frequenz beim automatischen Wechsel der Organisation, sehen Sie hier die aktuelle vom System gesetzte Organisation.

source: Here you can set an interval to change the organizations automatically in a set cycle. This is useful if you have selected multiple organizations. Your store donations will be automatically assigned to the next organization in the set frequency.
de_de: Hier können Sie ein Interval setzen um die Organisationen automatisch in einem eingestellten Zyklus durchzuwechseln. Dies bietet sich dann an, wenn Sie mehrere Organisationen ausgewählt haben. Ihre Shop Spenden werden in der eingestellten Frequenz dann automatisch der jeweils nächsten Organisation zugeordnet.

source: Login
de_de: Einloggen

source: Login with Rest-Cent
de_de: Einloggen bei Rest-Cent

source: Misc
de_de: Sonstiges

source: No
de_de: Nein

source: No Donation
de_de: keine Spende gefunden

source: Owner Donation Amount
de_de: Eigentümer Spendenbetrag

source: Owner Donation Charity
de_de: Eigentümer Spende Wohltätigkeit

source: Password
de_de: Passwort

source: Please check login details
de_de: Bitte überprüfen Sie Ihre Anmeldedaten

source: Please wait loading charities
de_de: Bitte warten

source: Save
de_de: Speichern Sie

source: Select charities
de_de: Wählen Sie eine gemeinnützige Organisation

source: Selected charity
de_de: Aktuell gewählte gemeinnützige Organisation

source: Set the minimum transaction amount which will enable shop donations. Set 0 to donate on all purchases.
de_de: Hier können Sie entscheiden ab welchem Warenkorbwert Sie die Nachkommastellen spenden möchten. Setzen Sie den Wert 0 um bei jedem Einkauf die Rest-Cents zu spenden.

source: Settings
de_de: Grundeinstellungen

source: Shuffle charity selection
de_de: Automatischer Wechsel der Organisation

source: Sorry!
de_de: Entschuldigung!

source: Thank you.
de_de: Vielen Dank.

source: The test mode allows a detailed error analysis in our test environment. Please activate this mode only if you are asked to do so in a support case.
de_de: Der Test Modus erlaubt eine detailierte Fehleranalyse in unserer Test Umgebung. Bitte aktivieren Sie diesen Modus nur wenn Sie im Support Fall dazu aufgefordert werden.

source: This button allows you to directly load the settings from the Rest-Cent portal, e.g. downloading your selected nonprofit organizations. However, the plugin also synchronizes your settings regularly every 24 hours, so the manual download is only necessary if you want to synchronize any changes immediately, e.g. when using the plugin for the first time.
de_de: Dieser Knopf ermöglicht das direkte Laden der Einstellungen aus dem Rest-Cent Portal, z.B. das Herunterladen Ihrer gewählten gemeinnützigen Organisationen. Das Plugin synchronisiert Ihre Einstellungen jedoch auch regelmässig alle 24 Stunden, daher ist das manuelle Herunterladen nur notwendig wenn Sie etwaige Änderungen sofort synchronisieren wollen, z.B. bei der erstmaligen Verwendung des Plugins.

source: Update donation amount
de_de: Spendenbetrag aktualisieren

source: With this order the shop will donate <strong class="owner_donction">%s</strong> to charity <strong>%s</strong>.
de_de: Bei dieser Bestellung spendet der Shop <strong class="owner_donction">%s</strong>an eine gemeinnützige Organisation <strong>%s</strong>.

source: Yes
de_de: Ja

source: You will receive this store ID after logging in to the Rest-Cent portal under the menu item 'Settings'
de_de: Diese Shop ID erhalten Sie nach der Anmeldung im Rest-Cent Portal unter dem Menüpunkt 'Einstellungen'
